Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/consumer_affairs/motoring/advice_on_buying_a_new_car_in_ireland.html.txt.tmx
Source language: en
Languages: ga

source: Consumer guide to buying a new car
ga: Comhairle maidir le carr nua a cheannach

source: Generally, when you buy a new car you buy directly from a dealer or a garage
ga: Go ginearálta nuair a cheannaíonn tú carr nua is ó dhíoltóir nó ó gharáiste a cheannaíonn tú é

source: You will have a consumer contract with this dealer or garage
ga: Beidh conradh tomhaltóra agat leis an díoltóir nó leis an ngaráiste sin

source: Under this contract you have the right to buy a car that is of merchantable quality, as described and fit for its purpose
ga: Faoin gconradh sin beidh sé de cheart agat carr a cheannach atá i riocht díola, de réir mar a chuirtear síos air agus é oiriúnach chun a chuid críocha

source: This means that if there is a fault with the car after you have bought it, the business with whom you have the contract (i.e
ga: Ciallaíonn sé sin má bhíonn locht ar an gcarr tar éis duit é a cheannach, ní mór don ghnólacht lena bhfuil an conradh agat (i.e

source: the car dealer or garage) must put things right by either repairing the fault or replacing the car
ga: an díoltóir cairr nó garáiste) rudaí a chur ina gceart tríd an locht a dheisiú nó trí carr eile a thabhairt duit

source: In an extreme situation they may also refund you the cost of the car
ga: I gcás an-dona b’fhéidir go dtabharfaidís duit costas an chairr freisin

source: These rules apply only to someone buying a car for their own personal use from someone whose normal business it is to sell cars
ga: Ní bhíonn feidhm leis na rialacha sin ach amháin i gcás daoine a cheannaíonn carranna dá n-úsáid phearsanta féin ó dhuine arb é a ghnáth ghnó é carranna a dhíol

source: If you buy a commercial vehicle (a van, a truck or a tractor) you may not have the same rights as when you buy a car for personal use
ga: Má cheannaíonn tú feithicil thráchtála (veain, trucail nó tarracóir) b’fhéidir nach mbeadh na cearta céanna agat le nuair a cheannaíonn tú carr le haghaidh úsáid phearsanta a bhaint as

source: There are additional costs associated with buying a car which you should be aware of before you buy
ga: Tá costais bhreise ag baint le carr a cheannach ba chóir a bheadh ar eolas agat sula gceannaíonn tú ceann

source: When budgeting for a car you should take into account that you will need to pay for motor insurance, motor tax, repairs and servicing as well as petrol/diesel
ga: Nuair a bhíonn tú ag buiséadú le haghaidh carr a cheannach ba chóir smaoineamh go gcaithfidh tú íoc as árachas, cáin, deisiúcháin agus seirbhís a chur air chomh maith le peitreal/díosal

source: A car with a small engine will cost less to tax, insure and run so keep these factors in mind when you are buying
ga: Ní bheidh carr le hinneall beag chomh daor le cáin, árachas a chur air ná é a choinneáil ag imeacht mar sin smaoinigh ar na nithe sin nuair a cheannaíonn tú carr

source: Often when you are buying a major item like a car you will need help to finance the purchase
ga: Go minic nuair a cheannaíonn tú rud mór ar nós cairr beidh cúnamh ag teastáil uait chun an ceannachán a mhaoiniú

source: You may decide to buy a car on hire purchase or borrow money to help pay for the car
ga: B’fhéidir go ndéanfá cinneadh carr a cheannach ar Fruilcheannach nó airgead a fháil ar iasacht chun cuidiú leat íoc as an gcarr

source: You should always shop around for the best deal and remember that there is more than one way to finance the cost of a new car
ga: Ba chóir duit breathnú thart i gcónaí chun an margadh is fearr a fháil agus cuimhneamh go bhfuil níos mó ná bealach amháin ann chun costas cairr nua a mhaoiniú

source: Before getting a loan you should read the Competition and Consumer Protection Commission (CCPC) website on buying a car - your finance options
ga: Sula bhfaigheann tú iasacht ba chóir duit an Coimisiún um Iomaíocht agus Cosaint Tomhaltóirí (CICT) láithreán gréasáin a léamh

source: If a garage or dealer is offering to arrange finance, they are acting as a credit intermediary and they may be earning commission by arranging your credit for you
ga: Má bhíonn garáiste ag tairiscint maoiniú a shocrú beidh siad ag gníomhú mar eadránaí creidmheasa agus d’fhéadfaidís a bheith ag saothrú coimisiúin as do chreidmheas a shocrú duit

source: The CCPC regulates credit intermediaries and all credit intermediaries must hold an authorisation
ga: Rialaíonn an Coimisiún um Iomaíocht agus Cosaint Tomhaltóirí eadránaithe creidmheasa agus caithfidh údarású a bheith ag gach eadránaí creidmheasa

source: Contact the CCPC to find out if the garage that you are dealing with is registered with them
ga: Téigh i dteagmháil leis an CICT chun fáil amach an bhfuil an garáiste a raibh tú ag déileáil leis cláraithe leo

source: If you choose to buy a car on hire purchase ensure that you are getting a hire purchase deal and not a consumer hire agreement
ga: Má roghnaíonn tú carr a cheannach ar Fruilcheannach cinntigh go bhfuil tú ag fáil margaidh fruilcheannaigh agus ní comhaontú fruile tomhaltóirí

source: When you buy a car on hire purchase ownership of the car passes to you only after you have paid the final instalment
ga: Nuair a cheannaíonn tú carr ar Fruilcheannach ní bhíonn tusa i d’úinéir ar an gcarr go dtí go mbíonn an tráthchuid deiridh íoctha agat

source: In the case of consumer hire agreement ownership never passes to you
ga: I gcás comhaontú Fruile Tomhaltóirí ní leatsa an carr go deo

source: After signing a credit agreement you have a ten-day cooling off period
ga: Tar éis duit comhaontú creidmheasa a shíniú bíonn ‘tréimhse fuaraithe’ deich lá agat

source: Some garages may ask you to sign away this right but you should think carefully about this before you waive this right
ga: B’fhéidir go n-iarrfadh roinnt garáistí ort an ceart sin a chur amú ach ba chóir duit smaoineamh go cúramach faoi sin sula dtarscaoileann tú an ceart sin

source: Legal requirements when buying a car
ga: Ceanglais dlíthiúla chun carr a cheannach

source: If you import a car to Ireland or buy a new car in Ireland you need to ensure that your car is registered and you may be obliged to pay Vehicle Registration Tax
ga: Má allmhairíonn tú carr go hÉirinn nó má cheannaíonn tú carr in Éirinn beidh ort a chinntiú go bhfuil an carr cláraithe agus b'fhéidir go mbeadh ort Cáin Cláraithe Feithicle a íoc

source: In addition you need to ensure that you have adequate motor insurance and you need to pay motor tax annually
ga: Ina theannta sin caithfidh tú a chinntiú go mbeidh dóthain mótair-árachais agat agus beidh ort mótarcháin a íoc go bliantúil

source: You can find out more about what you need to do in our documents on buying a new car and importing a car into Ireland
ga: Féadfaidh tú tuilleadh a fháil amach faoi cad a chaithfidh tú a dhéanamh nuair a cheannaíonn tú carr nua anseo

source: If you live in another country and wish to buy a car in Ireland you can register the car here temporarily
ga: Má tá cónaí ort i dtír eile agus más mian leat carr a cheannach in Éirinn féadfaidh tú an carr a chlárú anseo go sealadach

source: You can read about the strict rules that apply to temporary vehicle registration here
ga: Féadfaidh tú léamh faoi na rialacha diana a bhaineann le clárúchán feithicle sealadach anseo

source: All cars in Ireland need to reach a certain standard of safety and need to be roadworthy
ga: Caithfidh gach carr in Éirinn caighdeán sábháilteachta ar leith a shroichint agus caithfidh siad a bheith sábháilte le dul chun bóthair

source: The National Car Test ensures that all vehicles meet certain standards
ga: Cinntíonn an Tástáil Cairr Náisiúnta go gcomhlíonann gach feithicle caighdeáin áirithe

source: A new car will need to be tested once it has reached 4 years of age
ga: Caithfear tástáil a chur ar charr nua nuair a bhíonn an carr 4 bliana d'aois

source: The first section of the label shows the emission bands and identifies the band for the particular vehicle to which a label is attached
ga: Má cheannaíonn tú carr agus más mian leat é a thiomáint láithreach ba chóir duit a chinntiú go bhfuil an ceadúnas tiomána cuí agat don charr

source: Speedometers should show speeds in kilometres per hour
ga: Ba chóir go léireodh luasmhéadar luas i gcileaméadar san uair

source: Since January 2005 all speed limits on road signs in Ireland are expressed in kilometres rather than miles
ga: Ó Eanáir 2005 léirítear gach teorainn luais in Éirinn ar chomharthaí bóthair i gcileaméadair in áit mílte

source: Drivers need to know what their speed is in kilometres and most new vehicles sold measure speed in both miles per hour and kilometres per hour
ga: Ní mór do thiománaithe fios a bheith acu cad é a luas i gcileaméadair agus tomhaiseann cuid mhaith carranna nua a dhíoltar an luas i mílte san uair agus i gcileaméadair san uair

source: Almost all new vehicles on the market since January 2005 have speedometers marked in kilometres per hour
ga: Tá luasmhéadair marcáilte i gcileaméadair san uair i mbeagnach gach feithicle nua a chuir tionscail mótair na hÉireann ar an margadh ó Eanáir 2005

source: You may have an older car to trade-in and you should consider what different garages are offering for your car
ga: B’fhéidir go bhfuil carr níos sine agat le trádáil isteach agus ba chóir duit smaoineamh ar cad atá na garáistí difriúla ag tairiscint do do charr

source: Again, shopping around for the best price for your trade-in car is the best option
ga: Arís, is é an rogha is fearr agat ná cuartú thart chun an praghas is fearr a fháil ar an gcarr atá tú ag trádáil isteach

source: Get independent advice as to what your car is worth before trading it in
ga: Faigh comhairle neamhspleách faoi luach do chairr sula dtrádálann tú isteach é

source: A garage or dealer is likely to pay less for it than it’s worth on the open market, as they have to cover costs in selling it on
ga: Tá an baol ann go n-íocfaidh garáiste nó díoltóir níos lú air ná mar is fiú é ar an margadh oscailte, de bhrí go gcaithfidh siadsan costais chun é a dhíol arís a chlúdach

source: You may consider selling the car for a higher price by taking out a small advertisement in a newspaper
ga: Má bhíonn am agat féadfaidh tú an carr a dhíol ar phraghas níos airde tú féin trí fhógra beag a chur i bpáipéar nuachta

source: If you have a problem with a new car that you have bought you should firstly bring the car back to the garage or dealer who should be able to repair any problems that you have
ga: Má bhíonn fadhb agat le carr nua atá ceannaithe agat ba chóir duit, sa chéad dul síos, an carr a thabhairt ar ais chuig an ngaráiste nó díoltóir agus ba chóir go mbeidís in ann aon fhadhbanna a bheadh agat a dheisiú

source: New car distributors usually have comprehensive customer procedures to deal with customer problems
ga: De ghnáth bíonn nósanna imeachtaí custaiméirí cuimsitheacha ag dáileoirí carranna nua chun déileáil le fadhbanna custaiméirí

source: Further advice may be sought from the Society of the Irish Motor Industry
ga: Is féidir comhairle bhreise a fháil ó Chumann Thionscal Mótar na hÉireann

source: It has also published A Guide to Buying a Car (pdf) for consumers purchasing new or second-hand cars which is available on its website or by phoning its helpline
ga: Tabharfaidh an Coimisiún um Iomaíocht agus Cosaint Tomhaltóirí eolas duit freisin ar na cearta atá agat sa chás go dteastaíonn sé uait
